---
kind: property
id: P:Autodesk.Revit.DB.Structure.FabricSheetType.MajorStartOverhang
source: html/1be17f8f-a952-1b25-5938-508c9825271c.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetType.MajorStartOverhang Property

The distance from the edge of the sheet to the first wire (measured in the major direction).

## Syntax (C#)
```csharp
public double MajorStartOverhang { get; }
```